export const quiz = {

	questions: [
		{
			'question': 'Каким числом можно продолжить приведенную ниже последовательность:\n 0 0 1 2 2 4 3 6 4 8 5 ?',
			'answer': '10',
			'variants': ['6', '8', '10', '12', '14']
		},
		{
			'question': 'Вы соревнуетесь в беге на короткую дистанцию и обгоняете бегуна, занимающего вторую позицию.\nНа каком месте вы оказываетесь в этот момент?',
			'answer': 'На втором',
			'variants': ['На первом', 'На втором', 'На третьем', 'На четвертом']
		},
		{
			'question': 'Какой буквой можно продолжить такую последовательность: ю я ы ъ ш щ ч ц',
			'answer': 'с',
			'variants': ['р', 'с', 'т', 'у', 'ф']
		},
		{
			'question': 'В магазине одежды дважды последовательно уценили свитер - на 30% и на 10%. Эквивалентная разовая скидка составила бы:',
			'answer': '37%',
			'variants': ['34%', '36%', '37%', '38%', '40%']
		},
		{
			'question': 'Какая из приведенных ниже дробей самая маленькая?',
			'answer': '11/20',
			'variants': ['11/20', '5/6', '5/7', '2/3', '3/4']
		},
		{
			'question': 'Если определенным образом переставить буквы МАЕИНЯРГ, то получится название:',
			'answer': 'страны',
			'variants': ['животного', 'штата', 'города', 'страны', 'океана']
		},
		{
			'question': 'Выберите любое двузначное число. Сложите составляющие его цифры. Затем вычтите получившееся число из исходного. Какой вы получите результат?',
			'answer': '36',
			'variants': ['34', '32', '36', '33', '35', '31']
		}
	]

};
