export const quiz = {

	questions: [
		{
			'question': 'Каким числом можно продолжить приведенную ниже последовательность:\n 0 0 1 2 2 4 3 6 4 8 5 ?',
			'answer': '10',
			'variants': ['6', '8', '10', '12', '14']
		},
		{
			'question': 'Вы соревнуетесь в беге на короткую дистанцию и обгоняете бегуна, занимающего вторую позицию.\nНа каком месте вы оказываетесь в этот момент?',
			'answer': 'На втором',
			'variants': ['На первом', 'На втором', 'На третьем', 'На четвертом']
		},
		{
			'question': 'Какой буквой можно продолжить такую последовательность: ю я ы ъ ш щ ч ц',
			'answer': 'с',
			'variants': ['р', 'с', 'т', 'у', 'ф']
		},
		{
			'question': 'В магазине одежды дважды последовательно уценили свитер - на 30% и на 10%. Эквивалентная разовая скидка составила бы:',
			'answer': '37%',
			'variants': ['34%', '36%', '37%', '38%', '40%']
		},
		{
			'question': 'Какая из приведенных ниже дробей самая маленькая?',
			'answer': '11/20',
			'variants': ['11/20', '5/6', '5/7', '2/3', '3/4']
		},
		{
			'question': 'У скольких целых чисел, лежащих в диапазоне от 1 до 1000, есть цифра 3?',
			'answer': 0,
			'variants': ['271', '127', '721', '256', '512']
		},
		{
			'question': '2 грибника хвастают друг перед другом. 1-й говорит: я за 5 недель насобирал 10 ведер. 2-й говорит: а я 2 недели собрал столько же.' +
						' За сколько дней они насобирают 10 ведер грибов действуя сообща.',
			'answer': 2,
			'variants': ['5', '8', '10', '12', '16', '18', '24', '30']
		},
		{
			'question': 'Когда моему отцу был 31 год, мне было 8 лет, а теперь отец старше меня вдвое. Сколько мне лет теперь?',
			'answer': 5,
			'variants': ['18', '19', '20', '21', '22', '23', '24', '25']
		},
		{
			'question': 'Пять землекопов за 5 часов выкапывают 5 м канавы. Сколько потребуется землекопов, для того чтобы выкопать 100 м канавы за 100 часов?',
			'answer': 3,
			'variants': ['2', '3', '4', '5', '6', '7', '8', 'больше 9']
		},
	]
};